tap 'dagger/tap/dagger'

brew 'mobile-shell'
brew 'gnupg'
brew 'nmap'
brew 'ipcalc'
brew 'ipv6calc'
brew 'arp-scan'
brew 'httpie'
brew 'netcat'
brew 'mtr'
brew 'siege'
brew 'tcpdump'

brew 'docker-compose'
brew 'terraform'
brew 'dagger'
brew 'tarsnap'
brew 'kubectl'
brew 'k9s'
brew 'kube-ps1'
brew 'stern'
brew 'kubectx'
brew 'awscli'
