tap 'homebrew/cask'
tap 'homebrew/cask-versions'

cask '1password'
cask 'alacritty'
cask 'alfred'
cask 'bartender'
cask 'dash'
cask 'discord'
cask 'dropbox'
cask 'firefox'
cask 'insomnia'
cask 'keepingyouawake'
cask 'postbox'
cask 'brave-browser'
cask 'postgres-unofficial'
cask 'little-snitch'
cask 'sublime-merge'
cask 'rar'
cask 'vscodium'
