tap 'prisma/prisma'

brew 'git'
brew 'git-lfs'
brew 'git-extras'
brew 'tig'
brew 'binutils'
brew 'coreutils'
brew 'fish'
brew 'nushell'
brew 'zsh' # nvim
brew 'grc'
brew 'glances'
brew 'ripgrep'
brew 'bat'
brew 'exa'
brew 'fzf'
brew 'neovim'
brew 'tmux'
brew 'zellij'
brew 'starship'
brew 'zoxide'
brew 'nnn'
brew 'duf'
brew 'dust'

brew 'make'
brew 'cmake'
brew 'gpg'
brew 'pkg-config', link: true
brew 'llvm'
brew 'lua'
brew 'luajit'
brew 'luarocks'
brew 'rustup-init'
brew 'node'
brew 'volta'
brew 'yarn'
brew 'deno'
brew 'elixir'
brew 'erlang'
brew 'go'
brew 'zig'

brew 'sccache'
brew 'gdb'
brew 'clang-format'
brew 'postgresql'
brew 'redis'
brew 'prisma'

brew 'gh'
brew 'jq'
brew 'unzip'
brew 'ascii'
brew 'tldr'
brew 'pidof'
brew 'pstree'
brew 'wget'
brew 'rename'
brew 'ngrep'
brew 'watch'
brew 'p7zip'
brew 'mas'
brew 'youtube-dl'
