tap 'homebrew/cask'
tap 'homebrew/cask-versions'

cask_args appdir: '~/Applications'

cask '1password'
cask 'alacritty'
cask 'alfred'
cask 'android-platform-tools'
cask 'bartender'
cask 'dash'
cask 'discord-ptb'
cask 'docker'
cask 'dropbox'
cask 'firefox-developer-edition'
cask 'gcc-arm-embedded'
cask 'insomnia'
cask 'keepingyouawake'
cask 'postbox'
cask 'brave-browser'
cask 'postgres-unofficial'
cask 'little-snitch'
cask 'sublime-merge'
cask 'rar'
cask 'spotify'
cask 'vscodium'
